[
  {
     "Year":50,
     "Discovery":"Pliny the Elder wrote the Natural History"
  },
  {
     "Year":150,
     "Discovery":"Ptolemy: produced the geocentric model of the solar system."
  },
  {
     "Year":200,
     "Discovery":"Galen: produced big contributions to medicine. Al-Kindi (Alkindus): refutation of the theory of the transmutation of metals. Muhammad ibn Zakariya al-Razi (Rhazes): refutation of Aristotelian classical elements and Galenic humorism; and discovery of measles and smallpox, and kerosene and distilled petroleum"
  },
  {
     "Year":984,
     "Discovery":"Ibn Sahl accurately describes the optics which became known as Snell's law of refraction"
  },
  {
     "Year":1021,
     "Discovery":"Ibn al-Haytham's Book of Optics. First use of controlled experiments and reproducibility of its results."
  },
  {
     "Year":1020,
     "Discovery":"Avicenna's The Canon of Medicine"
  },
  {
     "Year":1054,
     "Discovery":"Various early astronomers observe supernova (modern designation SN 1054), later correlated to the Crab Nebula. Shen Kuo: Discovers the concepts of true north and magnetic declination. In addition, he develops the first theory of Geomorphology."
  },
  {
     "Year":1121,
     "Discovery":"Al-Khazini: variation of gravitation and gravitational potential energy at a distance; the decrease of air density with altitude. Ibn Bajjah (Avempace): discovery of reaction (precursor to Newton's third law of motion). Hibat Allah Abu'l-Barakat al-Baghdaadi (Nathanel): relationship between force and acceleration (a vague foreshadowing of a fundamental law of classical mechanics and a precursor to Newton's second law of motion). Averroes: relationship between force, work and kinetic energy"
  },
  {
     "Year":1220,
     "Discovery":"Robert Grosseteste: rudimentals of the scientific method (see also: Roger Bacon)"
  },
  {
     "Year":1242,
     "Discovery":"Ibn al-Nafis: pulmonary circulation and circulatory system. Theodoric of Freiberg: correct explanation of rainbow phenomenon. William of Saint-Cloud: pioneering use of camera obscura to view solar eclipses"
  },
  {
     "Year":1327,
     "Discovery":"William of Ockham: Occam's Razor. Oxford Calculators: the mean speed theorem. Jean Buridan: theory of impetus. Nicole Oresme: discovery of the curvature of light through atmospheric refraction"
  },
  {
     "Year":1494,
     "Discovery":"Luca Pacioli: first codification of the double-entry bookkeeping system, which slowly developed in previous centuries"
  },
  {
     "Year":1543,
     "Discovery":"Nicolaus Copernicus: heliocentric model"
  },
  {
     "Year":1543,
     "Discovery":"Vesalius: pioneering research into human anatomy"
  },
  {
     "Year":1552,
     "Discovery":"Michael Servetus: early research in Europe into pulmonary circulation"
  },
  {
     "Year":1570,
     "Discovery":"Tycho Brahe: detailed astronomical observations"
  },
  {
     "Year":1600,
     "Discovery":"William Gilbert: Earth's magnetic field"
  },
  {
     "Year":1608,
     "Discovery":"Invention of the telescope"
  },
  {
     "Year":1609,
     "Discovery":"Johannes Kepler: first two laws of planetary motion"
  },
  {
     "Year":1610,
     "Discovery":"Galileo Galilei: Sidereus Nuncius: telescopic observations"
  },
  {
     "Year":1614,
     "Discovery":"John Napier: use of logarithms for calculation"
  },
  {
     "Year":1619,
     "Discovery":"Johannes Kepler: third law of planetary motion"
  },
  {
     "Year":1628,
     "Discovery":"Willebrord Snellius: the law of refraction also known as Snell's law"
  },
  {
     "Year":1628,
     "Discovery":"William Harvey: Blood circulation"
  },
  {
     "Year":1638,
     "Discovery":"Galileo Galilei: laws of falling body"
  },
  {
     "Year":1643,
     "Discovery":"Evangelista Torricelli invents the mercury barometer"
  },
  {
     "Year":1662,
     "Discovery":"Robert Boyle: Boyle's law of ideal gas"
  },
  {
     "Year":1665,
     "Discovery":"Philosophical Transactions of the Royal Society first peer reviewed scientific journal published."
  },
  {
     "Year":1665,
     "Discovery":"Robert Hooke: discovers the cell"
  },
  {
     "Year":1668,
     "Discovery":"Francesco Redi: disproved idea of spontaneous generation"
  },
  {
     "Year":1669,
     "Discovery":"Nicholas Steno: Proposes that fossils are organic remains embedded in layers of sediment, basis of stratigraphy"
  },
  {
     "Year":1669,
     "Discovery":"Jan Swammerdam: epigenesis in insects"
  },
  {
     "Year":1672,
     "Discovery":"Sir Isaac Newton: discovers that white light is a spectrum of a mixture of distinct coloured rays"
  },
  {
     "Year":1673,
     "Discovery":"Christiaan Huygens: first study of oscillating system and design of pendulum clocks"
  },
  {
     "Year":1675,
     "Discovery":"Leibniz, Newton: infinitesimal calculus"
  },
  {
     "Year":1675,
     "Discovery":"Anton van Leeuwenhoek: observes microorganisms by microscope"
  },
  {
     "Year":1676,
     "Discovery":"Ole Rømer: first measurement of the speed of light"
  },
  {
     "Year":1687,
     "Discovery":"Sir Isaac Newton: classical mathematical description of the fundamental force of universal gravitation and the three physical laws of motion"
  },
  {
     "Year":1745,
     "Discovery":"Ewald Jürgen Georg von Kleist first capacitor, the Leyden jar"
  },
  {
     "Year":1750,
     "Discovery":"Joseph Black: describes latent heat"
  },
  {
     "Year":1751,
     "Discovery":"Benjamin Franklin: Lightning is electrical"
  },
  {
     "Year":1755,
     "Discovery":"Immanuel Kant: Gaseous Hypothesis in Universal Natural History and Theory of Heaven"
  },
  {
     "Year":1761,
     "Discovery":"Mikhail Lomonosov: discovery of the atmosphere of Venus"
  },
  {
     "Year":1763,
     "Discovery":"Thomas Bayes: publishes the first version of Bayes' theorem, paving the way for Bayesian probability"
  },
  {
     "Year":1771,
     "Discovery":"Charles Messier: Publishes catalogue of astronomical objects (Messier Objects) now known to include galaxies, star clusters, and nebulae."
  },
  {
     "Year":1778,
     "Discovery":"Antoine Lavoisier (and Joseph Priestley): discovery of oxygen leading to end of Phlogiston theory"
  },
  {
     "Year":1781,
     "Discovery":"William Herschel announces discovery of Uranus, expanding the known boundaries of the solar system for the first time in modern history"
  },
  {
     "Year":1785,
     "Discovery":"William Withering: publishes the first definitive account of the use of foxglove (digitalis) for treating dropsy"
  },
  {
     "Year":1787,
     "Discovery":"Jacques Charles: Charles's law of ideal gas"
  },
  {
     "Year":1789,
     "Discovery":"Antoine Lavoisier: law of conservation of mass, basis for chemistry, and the beginning of modern chemistry"
  },
  {
     "Year":1796,
     "Discovery":"Georges Cuvier: Establishes extinction as a fact"
  },
  {
     "Year":1796,
     "Discovery":"Edward Jenner: small pox historical accounting"
  },
  {
     "Year":1796,
     "Discovery":"Hanaoka Seishū: develops general anaesthesia"
  },
  {
     "Year":1800,
     "Discovery":"Alessandro Volta: discovers electrochemical series and invents the battery"
  },
  {
     "Year":1800,
     "Discovery":"William Herschel discovers infrared radiation."
  },
  {
     "Year":1802,
     "Discovery":"Jean-Baptiste Lamarck: teleological evolution"
  },
  {
     "Year":1805,
     "Discovery":"John Dalton: Atomic Theory in (Chemistry)"
  },
  {
     "Year":1820,
     "Discovery":"Hans Christian Ørsted discovers that a current passed through a wire will deflect the needle of a compass, establishing a deep relationship between electricity and magnetism (electromagnetism)."
  },
  {
     "Year":1821,
     "Discovery":"Thomas Johann Seebeck is the first to observe a property of semiconductors."
  },
  {
     "Year":1824,
     "Discovery":"Carnot: described the Carnot cycle, the idealized heat engine"
  },
  {
     "Year":1827,
     "Discovery":"Georg Ohm: Ohm's law (Electricity)"
  },
  {
     "Year":1827,
     "Discovery":"Amedeo Avogadro: Avogadro's law (Gas law)"
  },
  {
     "Year":1828,
     "Discovery":"Friedrich Wöhler synthesized urea, destroying vitalism"
  },
  {
     "Year":1830,
     "Discovery":"Nikolai Lobachevsky created Non-Euclidean geometry"
  },
  {
     "Year":1831,
     "Discovery":"Michael Faraday discovers electromagnetic induction"
  },
  {
     "Year":1833,
     "Discovery":"Anselme Payen isolates first enzyme, diastase"
  },
  {
     "Year":1838,
     "Discovery":"Matthias Schleiden: all plants are made of cells"
  },
  {
     "Year":1838,
     "Discovery":"Friedrich Bessel: first successful measure of stellar parallax (to star 61 Cygni)"
  },
  {
     "Year":1842,
     "Discovery":"Christian Doppler: Doppler effect"
  },
  {
     "Year":1843,
     "Discovery":"James Prescott Joule: Law of Conservation of energy (First law of thermodynamics)"
  },
  {
     "Year":1847,
     "Discovery":"Helmholtz, Conservation of energy"
  },
  {
     "Year":1846,
     "Discovery":"Johann Gottfried Galle and Heinrich Louis d'Arrest: discovery of Neptune"
  },
  {
     "Year":1848,
     "Discovery":"Lord Kelvin: absolute zero"
  },
  {
     "Year":1858,
     "Discovery":"Rudolf Virchow: cells can only arise from pre-existing cells"
  },
  {
     "Year":1859,
     "Discovery":"Charles Darwin and Alfred Wallace: Theory of evolution by natural selection"
  },
  {
     "Year":1861,
     "Discovery":"Louis Pasteur: Germ theory"
  },
  {
     "Year":1861,
     "Discovery":"John Tyndall: Experiments in Radiant Energy that reinforced the Greenhouse Effect"
  },
  {
     "Year":1864,
     "Discovery":"James Clerk Maxwell: Theory of electromagnetism"
  },
  {
     "Year":1865,
     "Discovery":"Gregor Mendel: Mendel's laws of inheritance, basis for genetics"
  },
  {
     "Year":1865,
     "Discovery":"Rudolf Clausius: Definition of Entropy"
  },
  {
     "Year":1869,
     "Discovery":"Dmitri Mendeleev: Periodic table"
  },
  {
     "Year":1871,
     "Discovery":"Lord Rayleigh: Diffuse sky radiation (Rayleigh scattering) explains why sky appears blue"
  },
  {
     "Year":1873,
     "Discovery":"Johannes Diderik van der Waals: was one of the first to postulate an intermolecular force: the van der Waals force."
  },
  {
     "Year":1873,
     "Discovery":"Frederick Guthrie discovers thermionic emission."
  },
  {
     "Year":1873,
     "Discovery":"Willoughby Smith discovers photoconductivity."
  },
  {
     "Year":1875,
     "Discovery":"William Crookes invented the Crookes tube and studied cathode rays"
  },
  {
     "Year":1876,
     "Discovery":"Josiah Willard Gibbs founded chemical thermodynamics, the phase rule"
  },
  {
     "Year":1877,
     "Discovery":"Ludwig Boltzmann: Statistical definition of entropy"
  },
  {
     "Year":1880,
     "Discovery":"Pierre Curie and Jacques Curie: Piezoelectricity"
  },
  {
     "Year":1884,
     "Discovery":"Jacobus Henricus van 't Hoff: discovered the laws of chemical dynamics and osmotic pressure in solutions (in his work \"Etudes de dynamique chimique\")."
  },
  {
     "Year":1887,
     "Discovery":"Albert A. Michelson and Edward W. Morley: lack of evidence for the aether"
  },
  {
     "Year":1888,
     "Discovery":"Friedrich Reinitzer discovers liquid crystals."
  },
  {
     "Year":1892,
     "Discovery":"Dmitri Ivanovsky discovers for the first time a virus"
  },
  {
     "Year":1895,
     "Discovery":"Wilhelm Conrad Röntgen discovers x-rays"
  },
  {
     "Year":1896,
     "Discovery":"Henri Becquerel discovers radioactivity"
  },
  {
     "Year":1896,
     "Discovery":"Svante Arrhenius derives the basic principles of the greenhouse effect."
  },
  {
     "Year":1897,
     "Discovery":"J.J. Thomson discovers the electron in cathode rays"
  },
  {
     "Year":1898,
     "Discovery":"Martinus Beijerinck: concluded a virus infectious—replicating in the host—and thus not a mere toxin and gave it the name 'virus"
  },
  {
     "Year":1898,
     "Discovery":"J.J. Thomson proposed the Plum pudding model of an atom"
  },
  {
     "Year":1898,
     "Discovery":"Marie Curie discovers polonium, radium, and coins the term \"radioactivity\""
  },
  {
     "Year":1900,
     "Discovery":"Max Planck: Planck's law of black body radiation, basis for quantum theory"
  },
  {
     "Year":1901,
     "Discovery":"Annie Jump Cannon: stellar classification"
  },
  {
     "Year":1905,
     "Discovery":"Albert Einstein: theory of special relativity, explanation of Brownian motion, and photoelectric effect"
  },
  {
     "Year":1906,
     "Discovery":"Walther Nernst: Third law of thermodynamics"
  },
  {
     "Year":1907,
     "Discovery":"Alfred Bertheim: Arsphenamine, the first modern chemotherapeutic agent"
  },
  {
     "Year":1909,
     "Discovery":"Fritz Haber: Haber Process for industrial production of ammonia"
  },
  {
     "Year":1909,
     "Discovery":"Robert Andrews Millikan: conducts the oil drop experiment and determines the charge on an electron"
  },
  {
     "Year":1910,
     "Discovery":"Williamina Fleming: the first white dwarf, 40 Eridani B"
  },
  {
     "Year":1911,
     "Discovery":"Ernest Rutherford: Atomic nucleus"
  },
  {
     "Year":1911,
     "Discovery":"Heike Kamerlingh Onnes: Superconductivity"
  },
  {
     "Year":1912,
     "Discovery":"Alfred Wegener: Continental drift"
  },
  {
     "Year":1912,
     "Discovery":"Max von Laue : x-ray diffraction"
  },
  {
     "Year":1912,
     "Discovery":"Vesto Slipher : galactic redshifts"
  },
  {
     "Year":1912,
     "Discovery":"Henrietta Swan Leavitt: Cepheid variable period luminosity relation"
  },
  {
     "Year":1913,
     "Discovery":"Henry Moseley: defined atomic number"
  },
  {
     "Year":1913,
     "Discovery":"Niels Bohr: Model of the atom"
  },
  {
     "Year":1915,
     "Discovery":"Albert Einstein: theory of general relativity"
  },
  {
     "Year":1915,
     "Discovery":"Karl Schwarzschild: discovery of the Schwarzschild radius leading to the identification of black holes"
  },
  {
     "Year":1918,
     "Discovery":"Emmy Noether: Noether's theorem - conditions under which the conservation laws are valid"
  },
  {
     "Year":1920,
     "Discovery":"Arthur Eddington: Stellar nucleosynthesis"
  },
  {
     "Year":1922,
     "Discovery":"Frederick Banting, Charles Best, James Collip, John Macleod: isolation and production of insulin to control diabetes"
  },
  {
     "Year":1924,
     "Discovery":"Wolfgang Pauli: quantum Pauli exclusion principle"
  },
  {
     "Year":1924,
     "Discovery":"Edwin Hubble: the discovery that the Milky Way is just one of many galaxies"
  },
  {
     "Year":1925,
     "Discovery":"Erwin Schrödinger: Schrödinger equation (Quantum mechanics)"
  },
  {
     "Year":1925,
     "Discovery":"Cecilia Payne-Gaposchkin: Discovery of the composition of the Sun and that Hydrogen is the most abundant element in the Universe"
  },
  {
     "Year":1927,
     "Discovery":"Werner Heisenberg: Uncertainty principle (Quantum mechanics)"
  },
  {
     "Year":1927,
     "Discovery":"Georges Lemaître: Theory of the Big Bang"
  },
  {
     "Year":1928,
     "Discovery":"Paul Dirac: Dirac equation (Quantum mechanics)"
  },
  {
     "Year":1929,
     "Discovery":"Edwin Hubble: Hubble's law of the expanding universe"
  },
  {
     "Year":1928,
     "Discovery":"Alexander Fleming: Penicillin, the first beta-lactam antibiotic"
  },
  {
     "Year":1929,
     "Discovery":"Lars Onsager's reciprocal relations, a potential fourth law of thermodynamics"
  },
  {
     "Year":1930,
     "Discovery":"Subrahmanyan Chandrasekhar discovers his eponymous limit of the maximum mass of a white dwarf star"
  },
  {
     "Year":1932,
     "Discovery":"James Chadwick: Discovery of the neutron"
  },
  {
     "Year":1932,
     "Discovery":"Karl Guthe Jansky discovers the first astronomical radio source, Sagittarius A"
  },
  {
     "Year":1934,
     "Discovery":"Clive McCay: Calorie restriction extends the maximum lifespan of another species"
  },
  {
     "Year":1938,
     "Discovery":"Otto Hahn, Lise Meitner and Fritz Strassmann: Nuclear fission"
  },
  {
     "Year":1938,
     "Discovery":"Isidor Rabi: Nuclear magnetic resonance"
  },
  {
     "Year":1943,
     "Discovery":"Oswald Avery proves that DNA is the genetic material of the chromosome"
  },
  {
     "Year":1945,
     "Discovery":"Howard Florey Mass production of penicillin"
  },
  {
     "Year":1947,
     "Discovery":"William Shockley, John Bardeen and Walter Brattain invent the first transistor"
  },
  {
     "Year":1948,
     "Discovery":"Claude Elwood Shannon: 'A mathematical theory of communication' a seminal paper in Information theory."
  },
  {
     "Year":1948,
     "Discovery":"Richard Feynman, Julian Schwinger, Sin-Itiro Tomonaga and Freeman Dyson: Quantum electrodynamics"
  },
  {
     "Year":1951,
     "Discovery":"George Otto Gey propagates first cancer cell line, HeLa"
  },
  {
     "Year":1952,
     "Discovery":"Jonas Salk: developed and tested first polio vaccine"
  },
  {
     "Year":1952,
     "Discovery":"Frederick Sanger: demonstrated that proteins are sequences of amino acids"
  },
  {
     "Year":1953,
     "Discovery":"Crick and Watson: helical structure of DNA, basis for molecular biology"
  },
  {
     "Year":1962,
     "Discovery":"Riccardo Giacconi and his team discover the first cosmic x-ray source, Scorpius X-1"
  },
  {
     "Year":1963,
     "Discovery":"Lawrence Morley, Fred Vine, and Drummond Matthews: Paleomagnetic stripes in ocean crust as evidence of plate tectonics (Vine-Matthews-Morley hypothesis)."
  },
  {
     "Year":1964,
     "Discovery":"Murray Gell-Mann and George Zweig: postulates quarks leading to the standard model"
  },
  {
     "Year":1964,
     "Discovery":"Arno Penzias and Robert Woodrow Wilson: detection of CMBR providing experimental evidence for the Big Bang"
  },
  {
     "Year":1965,
     "Discovery":"Leonard Hayflick: normal cells divide only a certain number of times: the Hayflick limit"
  },
  {
     "Year":1967,
     "Discovery":"Jocelyn Bell Burnell and Antony Hewish discover first pulsar"
  },
  {
     "Year":1967,
     "Discovery":"Vela nuclear test detection satellites discover the first gamma-ray burst"
  },
  {
     "Year":1971,
     "Discovery":"Place cells in the brain are discovered by John O'Keefe"
  },
  {
     "Year":1974,
     "Discovery":"Russell Alan Hulse and Joseph Hooton Taylor, Jr. discover indirect evidence for gravitational wave radiation in the Hulse–Taylor binary"
  },
  {
     "Year":1977,
     "Discovery":"Frederick Sanger sequences the first DNA genome of an organism using Sanger sequencing"
  },
  {
     "Year":1982,
     "Discovery":"Becker et al. discover the first millisecond pulsar"
  },
  {
     "Year":1983,
     "Discovery":"Kary Mullis invents the polymerase chain reaction, a key discovery in molecular biology."
  },
  {
     "Year":1986,
     "Discovery":"Karl Müller and Johannes Bednorz: Discovery of High-temperature superconductivity"
  },
  {
     "Year":1992,
     "Discovery":"Aleksander Wolszczan and Dale Frail observe the first pulsar planets (this was the first confirmed discovery of planets outside the Solar System)"
  },
  {
     "Year":1994,
     "Discovery":"Andrew Wiles proves Fermat's Last Theorem"
  },
  {
     "Year":1995,
     "Discovery":"Michel Mayor and Didier Queloz definitively observe the first extrasolar planet around a main sequence star"
  },
  {
     "Year":1995,
     "Discovery":"Eric Cornell, Carl Wieman and Wolfgang Ketterle attained the first Bose-Einstein Condensate with atomic gases, so called fifth state of matter at an extremely low temperature."
  },
  {
     "Year":1996,
     "Discovery":"Roslin Institute: Dolly the sheep was cloned."
  },
  {
     "Year":1997,
     "Discovery":"CDF and DØ experiments at Fermilab: Top quark."
  },
  {
     "Year":1998,
     "Discovery":"Supernova Cosmology Project and the High-Z Supernova Search Team: discovery of the accelerated expansion of the Universe / Dark Energy."
  },
  {
     "Year":2000,
     "Discovery":"The Tau neutrino is discovered by the DONUT collaboration"
  },
  {
     "Year":2001,
     "Discovery":"The first draft of the Human Genome Project is published."
  },
  {
     "Year":2003,
     "Discovery":"Grigori Perelman presents proof of the Poincaré Conjecture."
  },
  {
     "Year":2005,
     "Discovery":"Grid cells in the brain are discovered by Edvard Moser and May-Britt Moser."
  },
  {
     "Year":2006,
     "Discovery":"Shinya Yamanaka generates first induced pluripotent stem cells"
  },
  {
     "Year":2007,
     "Discovery":"The first fast radio burst is discovered in archival data taken in 2001 by Parkes Radio Telescope"
  },
  {
     "Year":2010,
     "Discovery":"J. Craig Venter Institute creates the first synthetic genome for a bacterial cell."
  },
  {
     "Year":2010,
     "Discovery":"The Neanderthal Genome Project presented preliminary genetic evidence that interbreeding did likely take place and that a small but significant portion of Neanderthal admixture is present in modern non-African populations.[citation needed]"
  },
  {
     "Year":2012,
     "Discovery":"Higgs boson is discovered at CERN (confirmed to 99.999% certainty)"
  },
  {
     "Year":2012,
     "Discovery":"Photonic molecules are discovered at MIT"
  },
  {
     "Year":2014,
     "Discovery":"Exotic hadrons are discovered at the LHCb"
  },
  {
     "Year":2015,
     "Discovery":"Traces of liquid water discovered on Mars"
  },
  {
     "Year":2016,
     "Discovery":"The LIGO team detected gravitational waves from a black hole merger."
  },
  {
     "Year":2017,
     "Discovery":"Gravitational wave signal GW170817 was observed by the LIGO/Virgo collaboration. This was the first instance of a gravitational wave event that was observed to have a simultaneous electromagnetic signal when space telescopes like Hubble observed lights coming from the event, thereby marking a significant breakthrough for multi-messenger astronomy."
  }]